{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "##v": 73,
      "##s": 74,
      "##c": 75,
      "##h": 76,
      "##2": 77,
      "##1": 78,
      "##7": 79,
      "##m": 80,
      "##z": 81,
      "##w": 82,
      "##o": 83,
      "##0": 84,
      "##5": 85,
      "##4": 86,
      "##k": 87,
      "##r": 88,
      "##n": 89,
      "##e": 90,
      "##p": 91,
      "##a": 92,
      "##8": 93,
      "##3": 94,
      "##u": 95,
      "##i": 96,
      "##g": 97,
      "##l": 98,
      "##j": 99,
      "##q": 100,
      "##6": 101,
      "##d": 102,
      "##b": 103,
      "##f": 104,
      "##t": 105,
      "##y": 106,
      "##x": 107,
      "##9": 108,
      "##er": 109,
      "th": 110,
      "##ti": 111,
      "##on": 112,
      "the": 113,
      "##en": 114,
      "##es": 115,
      "##ed": 116,
      "##an": 117,
      "##in": 118,
      "of": 119,
      "##or": 120,
      "in": 121,
      "an": 122,
      "##al": 123,
      "##at": 124,
      "##ar": 125,
      "##tion": 126,
      "##ent": 127,
      "and": 128,
      "##ec": 129,
      "##it": 130,
      "to": 131,
      "##om": 132,
      "##ur": 133,
      "##is": 134,
      "##ing": 135,
      "##ic": 136,
      "##em": 137,
      "##as": 138,
      "pr": 139,
      "re": 140,
      "com": 141,
      "##ation": 142,
      "##il": 143,
      "##re": 144,
      "or": 145,
      "##ts": 146,
      "for": 147,
      "##ch": 148,
      "as": 149,
      "comp": 150,
      "con": 151,
      "##ol": 152,
      "##ve": 153,
      "##ou": 154,
      "su": 155,
      "##00": 156,
      "ex": 157,
      "##ce": 158,
      "be": 159,
      "##ement": 160,
      "pro": 161,
      "st": 162,
      "##ly": 163,
      "##th": 164,
      "##id": 165,
      "##st": 166,
      "##le": 167,
      "##ir": 168,
      "##ter": 169,
      "##ate": 170,
      "no": 171,
      "##se": 172,
      "inc": 173,
      "##ment": 174,
      "ac": 175,
      "sh": 176,
      "compan": 177,
      "##tin": 178,
      "on": 179,
      "##ab": 180,
      "de": 181,
      "##ith": 182,
      "by": 183,
      "company": 184,
      "##lo": 185,
      "##li": 186,
      "##ers": 187,
      "##ect": 188,
      "200": 189,
      "##ated": 190,
      "##ay": 191,
      "with": 192,
      "is": 193,
      "##tr": 194,
      "any": 195,
      "##ting": 196,
      "##nd": 197,
      "##ci": 198,
      "##im": 199,
      "##qu": 200,
      "res": 201,
      "##ess": 202,
      "##ul": 203,
      "##et": 204,
      "##ac": 205,
      "ag": 206,
      "wh": 207,
      "##ig": 208,
      "##ant": 209,
      "19": 210,
      "##ver": 211,
      "##ity": 212,
      "##ther": 213,
      "##por": 214,
      "not": 215,
      "##ere": 216,
      "##os": 217,
      "al": 218,
      "##oun": 219,
      "such": 220,
      "##ain": 221,
      "##tive": 222,
      "##all": 223,
      "par": 224,
      "##ag": 225,
      "sec": 226,
      "op": 227,
      "##oc": 228,
      "##able": 229,
      "that": 230,
      "##ties": 231,
      "##est": 232,
      "ad": 233,
      "199": 234,
      "per": 235,
      "##ber": 236,
      "##pp": 237,
      "##ance": 238,
      "are": 239,
      "##end": 240,
      "##fic": 241,
      "other": 242,
      "at": 243,
      "##ro": 244,
      "shall": 245,
      "am": 246,
      "##ations": 247,
      "tr": 248,
      "##ud": 249,
      "agre": 250,
      "##mp": 251,
      "fin": 252,
      "##el": 253,
      "acc": 254,
      "fr": 255,
      "##uc": 256,
      "##od": 257,
      "this": 258,
      "##ion": 259,
      "##ib": 260,
      "our": 261,
      "##ut": 262,
      "sub": 263,
      "##ition": 264,
      "##ff": 265,
      "##ase": 266,
      "##ust": 267,
      "comm": 268,
      "##ich": 269,
      "##us": 270,
      "##cial": 271,
      "app": 272,
      "agreement": 273,
      "inter": 274,
      "##ee": 275,
      "##ue": 276,
      "finan": 277,
      "##ans": 278,
      "##and": 279,
      "##ear": 280,
      "from": 281,
      "##nder": 282,
      "##iv": 283,
      "##ad": 284,
      "exp": 285,
      "rec": 286,
      "which": 287,
      "ch": 288,
      "##ock": 289,
      "##for": 290,
      "cons": 291,
      "##ary": 292,
      "stat": 293,
      "dis": 294,
      "stock": 295,
      "pl": 296,
      "its": 297,
      "dec": 298,
      "en": 299,
      "financial": 300,
      "##ities": 301,
      "##red": 302,
      "##ember": 303,
      "##ted": 304,
      "un": 305,
      "pur": 306,
      "##um": 307,
      "under": 308,
      "##illi": 309,
      "ser": 310,
      "##ies": 311,
      "##illion": 312,
      "prov": 313,
      "year": 314,
      "ha": 315,
      "##fer": 316,
      "##ard": 317,
      "reg": 318,
      "mar": 319,
      "shar": 320,
      "##erm": 321,
      "all": 322,
      "##tain": 323,
      "we": 324,
      "##ements": 325,
      "million": 326,
      "##am": 327,
      "##lud": 328,
      "##ang": 329,
      "##ure": 330,
      "oper": 331,
      "part": 332,
      "##tions": 333,
      "term": 334,
      "ind": 335,
      "##ill": 336,
      "##ens": 337,
      "##old": 338,
      "may": 339,
      "##ap": 340,
      "##ign": 341,
      "##su": 342,
      "##low": 343,
      "have": 344,
      "##ip": 345,
      "co": 346,
      "includ": 347,
      "##orpor": 348,
      "man": 349,
      "pay": 350,
      "31": 351,
      "le": 352,
      "##ual": 353,
      "requ": 354,
      "contr": 355,
      "serv": 356,
      "##ments": 357,
      "lo": 358,
      "10": 359,
      "##igh": 360,
      "##ased": 361,
      "##ors": 362,
      "li": 363,
      "##duc": 364,
      "##form": 365,
      "secur": 366,
      "##ord": 367,
      "##loy": 368,
      "resp": 369,
      "##dition": 370,
      "emp": 371,
      "servic": 372,
      "accoun": 373,
      "december": 374,
      "000": 375,
      "##ach": 376,
      "employ": 377,
      "##age": 378,
      "##iz": 379,
      "it": 380,
      "##ome": 381,
      "##ial": 382,
      "ta": 383,
      "##eral": 384,
      "##irect": 385,
      "repor": 386,
      "##cip": 387,
      "amoun": 388,
      "##ility": 389,
      "ne": 390,
      "##act": 391,
      "provid": 392,
      "mat": 393,
      "was": 394,
      "interest": 395,
      "ass": 396,
      "will": 397,
      "date": 398,
      "cer": 399,
      "inv": 400,
      "has": 401,
      "rel": 402,
      "##ating": 403,
      "produc": 404,
      "sal": 405,
      "##ow": 406,
      "direct": 407,
      "mark": 408,
      "section": 409,
      "eff": 410,
      "val": 411,
      "resul": 412,
      "tim": 413,
      "##istr": 414,
      "plan": 415,
      "##iness": 416,
      "##ank": 417,
      "here": 418,
      "bus": 419,
      "appro": 420,
      "requir": 421,
      "business": 422,
      "##ates": 423,
      "asse": 424,
      "##ective": 425,
      "##ven": 426,
      "gr": 427,
      "corpor": 428,
      "trans": 429,
      "statements": 430,
      "##pr": 431,
      "equ": 432,
      "if": 433,
      "##un": 434,
      "se": 435,
      "there": 436,
      "exec": 437,
      "me": 438,
      "##ty": 439,
      "##lic": 440,
      "##min": 441,
      "##iod": 442,
      "period": 443,
      "##uring": 444,
      "end": 445,
      "tax": 446,
      "##oss": 447,
      "bank": 448,
      "ob": 449,
      "##pt": 450,
      "form": 451,
      "each": 452,
      "##row": 453,
      "time": 454,
      "##ld": 455,
      "##aw": 456,
      "cas": 457,
      "cl": 458,
      "manag": 459,
      "offic": 460,
      "int": 461,
      "gen": 462,
      "##ef": 463,
      "net": 464,
      "##ail": 465,
      "##tic": 466,
      "##per": 467,
      "##ange": 468,
      "cap": 469,
      "shares": 470,
      "subs": 471,
      "bo": 472,
      "up": 473,
      "##ence": 474,
      "##ings": 475,
      "incre": 476,
      "##air": 477,
      "sp": 478,
      "##ru": 479,
      "us": 480,
      "##its": 481,
      "securities": 482,
      "income": 483,
      "pre": 484,
      "##ited": 485,
      "these": 486,
      "##ents": 487,
      "##ior": 488,
      "##olid": 489,
      "##lig": 490,
      "cred": 491,
      "disc": 492,
      "purch": 493,
      "corporation": 494,
      "##ould": 495,
      "execu": 496,
      "common": 497,
      "##ell": 498,
      "##if": 499,
      "assets": 500,
      "##ners": 501,
      "cash": 502,
      "##ision": 503,
      "##ice": 504,
      "imp": 505,
      "consolid": 506,
      "ab": 507,
      "##ise": 508,
      "mor": 509,
      "##urr": 510,
      "pres": 511,
      "##oll": 512,
      "rece": 513,
      "ow": 514,
      "##ific": 515,
      "fil": 516,
      "addition": 517,
      "##hip": 518,
      "##uar": 519,
      "##ital": 520,
      "ev": 521,
      "ben": 522,
      "##og": 523,
      "##tial": 524,
      "##pos": 525,
      "operations": 526,
      "##idi": 527,
      "credit": 528,
      "##ately": 529,
      "amount": 530,
      "value": 531,
      "ins": 532,
      "been": 533,
      "were": 534,
      "subsidi": 535,
      "def": 536,
      "ar": 537,
      "during": 538,
      "fol": 539,
      "share": 540,
      "follow": 541,
      "proper": 542,
      "including": 543,
      "##ative": 544,
      "management": 545,
      "act": 546,
      "##erial": 547,
      "righ": 548,
      "executive": 549,
      "##ied": 550,
      "bor": 551,
      "ii": 552,
      "##ous": 553,
      "issu": 554,
      "##gh": 555,
      "market": 556,
      "invest": 557,
      "##of": 558,
      "material": 559,
      "ann": 560,
      "registr": 561,
      "##isc": 562,
      "new": 563,
      "borrow": 564,
      "consolidated": 565,
      "than": 566,
      "acqu": 567,
      "##ees": 568,
      "general": 569,
      "ma": 570,
      "hold": 571,
      "##ough": 572,
      "##ive": 573,
      "##ject": 574,
      "##fter": 575,
      "##xim": 576,
      "certain": 577,
      "based": 578,
      "##ge": 579,
      "##ade": 580,
      "rate": 581,
      "##ces": 582,
      "related": 583,
      "##ized": 584,
      "##tit": 585,
      "12": 586,
      "##ferred": 587,
      "2002": 588,
      "##our": 589,
      "##ection": 590,
      "aff": 591,
      "ended": 592,
      "des": 593,
      "capital": 594,
      "cos": 595,
      "##are": 596,
      "##ot": 597,
      "trust": 598,
      "amend": 599,
      "oblig": 600,
      "lim": 601,
      "report": 602,
      "##cess": 603,
      "2003": 604,
      "services": 605,
      "##hold": 606,
      "costs": 607,
      "2004": 608,
      "loss": 609,
      "upon": 610,
      "##erson": 611,
      "go": 612,
      "##iscal": 613,
      "prin": 614,
      "fiscal": 615,
      "##ures": 616,
      "15": 617,
      "inform": 618,
      "over": 619,
      "sign": 620,
      "cust": 621,
      "reven": 622,
      "person": 623,
      "pursu": 624,
      "accounting": 625,
      "##ticip": 626,
      "years": 627,
      "information": 628,
      "##ong": 629,
      "sales": 630,
      "##und": 631,
      "##ory": 632,
      "applic": 633,
      "curr": 634,
      "pursuant": 635,
      "products": 636,
      "##arr": 637,
      "##nership": 638,
      "30": 639,
      "contin": 640,
      "##iss": 641,
      "fac": 642,
      "##ke": 643,
      "item": 644,
      "##ected": 645,
      "princip": 646,
      "loan": 647,
      "law": 648,
      "custom": 649,
      "##aid": 650,
      "##itt": 651,
      "day": 652,
      "notes": 653,
      "non": 654,
      "approxim": 655,
      "liab": 656,
      "##los": 657,
      "##ilities": 658,
      "mon": 659,
      "##ense": 660,
      "es": 661,
      "2005": 662,
      "benef": 663,
      "regul": 664,
      "au": 665,
      "##out": 666,
      "required": 667,
      "provided": 668,
      "2001": 669,
      "##hib": 670,
      "##tim": 671,
      "##ame": 672,
      "red": 673,
      "##anding": 674,
      "##ine": 675,
      "##ose": 676,
      "##ason": 677,
      "##so": 678,
      "##rough": 679,
      "termin": 680,
      "13": 681,
      "directors": 682,
      "##ork": 683,
      "due": 684,
      "board": 685,
      "##ical": 686,
      "operating": 687,
      "##trib": 688,
      "el": 689,
      "11": 690,
      "##ants": 691,
      "respect": 692,
      "made": 693,
      "approximately": 694,
      "##ceed": 695,
      "deter": 696,
      "annual": 697,
      "subject": 698,
      "control": 699,
      "##ass": 700,
      "spec": 701,
      "provision": 702,
      "condition": 703,
      "##velo": 704,
      "prior": 705,
      "exch": 706,
      "through": 707,
      "one": 708,
      "##enses": 709,
      "oc": 710,
      "rem": 711,
      "##ution": 712,
      "set": 713,
      "##ia": 714,
      "determin": 715,
      "##uts": 716,
      "##tiv": 717,
      "own": 718,
      "following": 719,
      "after": 720,
      "##urance": 721,
      "##velop": 722,
      "##tw": 723,
      "##gr": 724,
      "also": 725,
      "##aries": 726,
      "num": 727,
      "2000": 728,
      "perform": 729,
      "receiv": 730,
      "develop": 731,
      "statement": 732,
      "option": 733,
      "exhib": 734,
      "##op": 735,
      "outs": 736,
      "fund": 737,
      "purchase": 738,
      "reason": 739,
      "their": 740,
      "fir": 741,
      "exchange": 742,
      "##tal": 743,
      "deb": 744,
      "sy": 745,
      "14": 746,
      "particip": 747,
      "##enc": 748,
      "payment": 749,
      "char": 750,
      "current": 751,
      "certi": 752,
      "price": 753,
      "2006": 754,
      "total": 755,
      "lend": 756,
      "results": 757,
      "intern": 758,
      "property": 759,
      "compens": 760,
      "party": 761,
      "##ist": 762,
      "accord": 763,
      "##erc": 764,
      "agent": 765,
      "fair": 766,
      "number": 767,
      "he": 768,
      "##ues": 769,
      "registrant": 770,
      "##ified": 771,
      "incorpor": 772,
      "note": 773,
      "additional": 774,
      "expenses": 775,
      "noti": 776,
      "terms": 777,
      "loans": 778,
      "1999": 779,
      "estim": 780,
      "subsidiaries": 781,
      "ear": 782,
      "cla": 783,
      "1998": 784,
      "transac": 785,
      "principal": 786,
      "employee": 787,
      "##ivid": 788,
      "record": 789,
      "into": 790,
      "fut": 791,
      "distrib": 792,
      "cost": 793,
      "##cept": 794,
      "##ission": 795,
      "bas": 796,
      "##led": 797,
      "1997": 798,
      "inst": 799,
      "##ily": 800,
      "rights": 801,
      "officer": 802,
      "effect": 803,
      "compensation": 804,
      "coll": 805,
      "prim": 806,
      "borrower": 807,
      "respective": 808,
      "##ish": 809,
      "quar": 810,
      "partnership": 811,
      "quarter": 812,
      "service": 813,
      "##ast": 814,
      "##stem": 815,
      "future": 816,
      "lease": 817,
      "effective": 818,
      "##ond": 819,
      "do": 820,
      "exhibit": 821,
      "refer": 822,
      "wr": 823,
      "##les": 824,
      "inde": 825,
      "##use": 826,
      "state": 827,
      "outst": 828,
      "##hn": 829,
      "system": 830,
      "##cr": 831,
      "applicable": 832,
      "##erg": 833,
      "outstanding": 834,
      "ext": 835,
      "obligations": 836,
      "1996": 837,
      "##ward": 838,
      "amounts": 839,
      "increase": 840,
      "##ire": 841,
      "rep": 842,
      "##par": 843,
      "result": 844,
      "##eld": 845,
      "grant": 846,
      "exerc": 847,
      "auth": 848,
      "##ub": 849,
      "##ible": 850,
      "debt": 851,
      "por": 852,
      "##ident": 853,
      "repr": 854,
      "more": 855,
      "rev": 856,
      "can": 857,
      "##ree": 858,
      "##ati": 859,
      "##een": 860,
      "av": 861,
      "##ational": 862,
      "##ificant": 863,
      "##holders": 864,
      "filed": 865,
      "##ined": 866,
      "significant": 867,
      "ris": 868,
      "20": 869,
      "ten": 870,
      "deli": 871,
      "##isition": 872,
      "##ix": 873,
      "admin": 874,
      "main": 875,
      "sale": 876,
      "first": 877,
      "month": 878,
      "acquisition": 879,
      "est": 880,
      "repres": 881,
      "sch": 882,
      "notice": 883,
      "supp": 884,
      "sell": 885,
      "author": 886,
      "##ases": 887,
      "deliver": 888,
      "risk": 889,
      "bec": 890,
      "options": 891,
      "##cent": 892,
      "dated": 893,
      "enter": 894,
      "expense": 895,
      "aud": 896,
      "##mm": 897,
      "cont": 898,
      "restr": 899,
      "claim": 900,
      "march": 901,
      "would": 902,
      "bal": 903,
      "herein": 904,
      "paid": 905,
      "tw": 906,
      "equity": 907,
      "proceed": 908,
      "insurance": 909,
      "certific": 910,
      "##ances": 911,
      "issued": 912,
      "chang": 913,
      "limited": 914,
      "##lement": 915,
      "##tg": 916,
      "event": 917,
      "##ie": 918,
      "ful": 919,
      "administr": 920,
      "betw": 921,
      "between": 922,
      "reference": 923,
      "accordance": 924,
      "##verage": 925,
      "conn": 926,
      "##arily": 927,
      "president": 928,
      "without": 929,
      "coun": 930,
      "doc": 931,
      "##oin": 932,
      "##ying": 933,
      "##ects": 934,
      "use": 935,
      "mortg": 936,
      "continu": 937,
      "tec": 938,
      "could": 939,
      "less": 940,
      "##mit": 941,
      "fe": 942,
      "basis": 943,
      "ord": 944,
      "avail": 945,
      "##ons": 946,
      "forth": 947,
      "str": 948,
      "within": 949,
      "change": 950,
      "account": 951,
      "docu": 952,
      "cal": 953,
      "##ey": 954,
      "##uted": 955,
      "pol": 956,
      "incorporated": 957,
      "increased": 958,
      "jun": 959,
      "ca": 960,
      "##ious": 961,
      "earn": 962,
      "class": 963,
      "##olog": 964,
      "design": 965,
      "##ult": 966,
      "techn": 967,
      "##pend": 968,
      "loc": 969,
      "long": 970,
      "##tained": 971,
      "##ress": 972,
      "provisions": 973,
      "##anu": 974,
      "ref": 975,
      "table": 976,
      "contract": 977,
      "agreements": 978,
      "used": 979,
      "investment": 980,
      "employees": 981,
      "high": 982,
      "##wise": 983,
      "##port": 984,
      "percent": 985,
      "##oci": 986,
      "adver": 987,
      "janu": 988,
      "january": 989,
      "25": 990,
      "included": 991,
      "guar": 992,
      "occ": 993,
      "pow": 994,
      "disclos": 995,
      "adv": 996,
      "1995": 997,
      "otherwise": 998,
      "##ili": 999,
      "pub": 1000,
      "##ace": 1001,
      "##av": 1002,
      "development": 1003,
      "marke": 1004,
      "##fact": 1005,
      "termination": 1006,
      "benefit": 1007,
      "guarant": 1008,
      "revenue": 1009,
      "associ": 1010,
      "respectively": 1011,
      "##ced": 1012,
      "##ner": 1013,
      "fed": 1014,
      "##ved": 1015,
      "director": 1016,
      "stand": 1017,
      "ret": 1018,
      "payments": 1019,
      "real": 1020,
      "sched": 1021,
      "customers": 1022,
      "except": 1023,
      "##urn": 1024,
      "activ": 1025,
      "##ustr": 1026,
      "##ute": 1027,
      "provide": 1028,
      "##ogn": 1029,
      "june": 1030,
      "var": 1031,
      "product": 1032,
      "changes": 1033,
      "connection": 1034,
      "nor": 1035,
      "facility": 1036,
      "federal": 1037,
      "states": 1038,
      "liabilities": 1039,
      "primarily": 1040,
      "security": 1041,
      "##ential": 1042,
      "days": 1043,
      "adj": 1044,
      "##ters": 1045,
      "present": 1046,
      "but": 1047,
      "##oup": 1048,
      "lender": 1049,
      "requirements": 1050,
      "##utions": 1051,
      "amended": 1052,
      "recogn": 1053,
      "available": 1054,
      "##uction": 1055,
      "##lie": 1056,
      "##ata": 1057,
      "##ipment": 1058,
      "subsidiary": 1059,
      "##gin": 1060,
      "united": 1061,
      "revenues": 1062,
      "##uly": 1063,
      "progr": 1064,
      "parties": 1065,
      "16": 1066,
      "those": 1067,
      "##ves": 1068,
      "##reg": 1069,
      "see": 1070,
      "compar": 1071,
      "rates": 1072,
      "land": 1073,
      "thir": 1074,
      "enti": 1075,
      "##ability": 1076,
      "committ": 1077,
      "flow": 1078,
      "bu": 1079,
      "fore": 1080,
      "had": 1081,
      "standard": 1082,
      "##vern": 1083,
      "employment": 1084,
      "qual": 1085,
      "subst": 1086,
      "right": 1087,
      "warr": 1088,
      "govern": 1089,
      "##by": 1090,
      "polic": 1091,
      "equipment": 1092,
      "lic": 1093,
      "when": 1094,
      "##urred": 1095,
      "belie": 1096,
      "public": 1097,
      "##ule": 1098,
      "divid": 1099,
      "##ving": 1100,
      "##ost": 1101,
      "assign": 1102,
      "include": 1103,
      "##ever": 1104,
      "taxes": 1105,
      "balance": 1106,
      "att": 1107,
      "##eto": 1108,
      "comple": 1109,
      "##ack": 1110,
      "##ereto": 1111,
      "min": 1112,
      "off": 1113,
      "##ite": 1114,
      "cor": 1115,
      "industr": 1116,
      "##til": 1117,
      "fact": 1118,
      "committee": 1119,
      "offer": 1120,
      "decre": 1121,
      "del": 1122,
      "##now": 1123,
      "thereof": 1124,
      "generally": 1125,
      "series": 1126,
      "program": 1127,
      "te": 1128,
      "performance": 1129,
      "good": 1130,
      "restric": 1131,
      "mortgage": 1132,
      "liability": 1133,
      "ph": 1134,
      "##ove": 1135,
      "##gan": 1136,
      "compe": 1137,
      "remain": 1138,
      "power": 1139,
      "payable": 1140,
      "manu": 1141,
      "group": 1142,
      "technolog": 1143,
      "##ency": 1144,
      "manufact": 1145,
      "18": 1146,
      "##king": 1147,
      "affili": 1148,
      "so": 1149,
      "##fore": 1150,
      "##lish": 1151,
      "carr": 1152,
      "adjust": 1153,
      "leg": 1154,
      "##tiz": 1155,
      "trustee": 1156,
      "##ide": 1157,
      "make": 1158,
      "iii": 1159,
      "instru": 1160,
      "fees": 1161,
      "losses": 1162,
      "##less": 1163,
      "##greg": 1164,
      "data": 1165,
      "##ief": 1166,
      "accounts": 1167,
      "conditions": 1168,
      "represent": 1169,
      "whe": 1170,
      "sept": 1171,
      "defined": 1172,
      "consid": 1173,
      "september": 1174,
      "##uct": 1175,
      "tenant": 1176,
      "prem": 1177,
      "suc": 1178,
      "##go": 1179,
      "##ole": 1180,
      "preferred": 1181,
      "well": 1182,
      "cour": 1183,
      "elect": 1184,
      "case": 1185,
      "di": 1186,
      "transactions": 1187,
      "how": 1188,
      "again": 1189,
      "chief": 1190,
      "depos": 1191,
      "participant": 1192,
      "sf": 1193,
      "companies": 1194,
      "dividend": 1195,
      "##isting": 1196,
      "reporting": 1197,
      "aggreg": 1198,
      "##fici": 1199,
      "internal": 1200,
      "##to": 1201,
      "amendment": 1202,
      "whether": 1203,
      "allow": 1204,
      "21": 1205,
      "##ater": 1206,
      "sen": 1207,
      "17": 1208,
      "##itten": 1209,
      "administrative": 1210,
      "##ecess": 1211,
      "exercise": 1212,
      "held": 1213,
      "benefits": 1214,
      "##enture": 1215,
      "against": 1216,
      "sfas": 1217,
      "two": 1218,
      "##under": 1219,
      "adverse": 1220,
      "add": 1221,
      "then": 1222,
      "three": 1223,
      "reser": 1224,
      "above": 1225,
      "senior": 1226,
      "deferred": 1227,
      "owned": 1228,
      "activities": 1229,
      "process": 1230,
      "name": 1231,
      "third": 1232,
      "written": 1233,
      "##liance": 1234,
      "laws": 1235,
      "plans": 1236,
      "mr": 1237,
      "acquir": 1238,
      "##ally": 1239,
      "commission": 1240,
      "##ges": 1241,
      "##oint": 1242,
      "average": 1243,
      "br": 1244,
      "##poses": 1245,
      "earnings": 1246,
      "contrib": 1247,
      "##fe": 1248,
      "mod": 1249,
      "consider": 1250,
      "received": 1251,
      "##mental": 1252,
      "determined": 1253,
      "##crib": 1254,
      "##vel": 1255,
      "substan": 1256,
      "pos": 1257,
      "recorded": 1258,
      "same": 1259,
      "cr": 1260,
      "##ight": 1261,
      "success": 1262,
      "his": 1263,
      "##ness": 1264,
      "commer": 1265,
      "1994": 1266,
      "prof": 1267,
      "defa": 1268,
      "##io": 1269,
      "##emn": 1270,
      "purposes": 1271,
      "limit": 1272,
      "gas": 1273,
      "##edi": 1274,
      "contrac": 1275,
      "distribution": 1276,
      "vice": 1277,
      "##emp": 1278,
      "extent": 1279,
      "substantial": 1280,
      "aggregate": 1281,
      "##ys": 1282,
      "work": 1283,
      "mee": 1284,
      "action": 1285,
      "##ization": 1286,
      "##atory": 1287,
      "order": 1288,
      "officers": 1289,
      "customer": 1290,
      "mean": 1291,
      "audit": 1292,
      "23": 1293,
      "##pendent": 1294,
      "##eric": 1295,
      "asset": 1296,
      "33": 1297,
      "##mitted": 1298,
      "pric": 1299,
      "indemn": 1300,
      "full": 1301,
      "out": 1302,
      "systems": 1303,
      "means": 1304,
      "however": 1305,
      "##ither": 1306,
      "below": 1307,
      "##ffer": 1308,
      "##ortiz": 1309,
      "commit": 1310,
      "necess": 1311,
      "properties": 1312,
      "only": 1313,
      "sim": 1314,
      "reasonable": 1315,
      "28": 1316,
      "##ablish": 1317,
      "clos": 1318,
      "trad": 1319,
      "establish": 1320,
      "##man": 1321,
      "##ably": 1322,
      "##val": 1323,
      "meeting": 1324,
      "50": 1325,
      "contracts": 1326,
      "##gment": 1327,
      "prev": 1328,
      "##ning": 1329,
      "##iew": 1330,
      "compared": 1331,
      "exc": 1332,
      "facilities": 1333,
      "const": 1334,
      "meth": 1335,
      "##ile": 1336,
      "feb": 1337,
      "deem": 1338,
      "where": 1339,
      "commercial": 1340,
      "##iting": 1341,
      "##ruary": 1342,
      "february": 1343,
      "##lord": 1344,
      "ll": 1345,
      "##ages": 1346,
      "claims": 1347,
      "##ful": 1348,
      "documents": 1349,
      "198": 1350,
      "transfer": 1351,
      "tre": 1352,
      "award": 1353,
      "##cing": 1354,
      "electr": 1355,
      "method": 1356,
      "portion": 1357,
      "100": 1358,
      "entit": 1359,
      "dem": 1360,
      "rest": 1361,
      "continued": 1362,
      "estimated": 1363,
      "ini": 1364,
      "hereof": 1365,
      "relating": 1366,
      "amortiz": 1367,
      "respons": 1368,
      "investments": 1369,
      "landlord": 1370,
      "##rement": 1371,
      "orig": 1372,
      "24": 1373,
      "##yp": 1374,
      "position": 1375,
      "origin": 1376,
      "27": 1377,
      "default": 1378,
      "cent": 1379,
      "who": 1380,
      "##one": 1381,
      "##ound": 1382,
      "##aph": 1383,
      "##ises": 1384,
      "incurred": 1385,
      "##loc": 1386,
      "equal": 1387,
      "fail": 1388,
      "hereby": 1389,
      "22": 1390,
      "ro": 1391,
      "reti": 1392,
      "fur": 1393,
      "##over": 1394,
      "##pri": 1395,
      "know": 1396,
      "##ateral": 1397,
      "impair": 1398,
      "hereunder": 1399,
      "existing": 1400,
      "acquired": 1401,
      "holders": 1402,
      "40": 1403,
      "prom": 1404,
      "certificate": 1405,
      "americ": 1406,
      "expected": 1407,
      "##ergy": 1408,
      "follows": 1409,
      "further": 1410,
      "##ests": 1411,
      "flows": 1412,
      "giv": 1413,
      "##cribed": 1414,
      "artic": 1415,
      "granted": 1416,
      "stockholders": 1417,
      "consent": 1418,
      "##ands": 1419,
      "##te": 1420,
      "vi": 1421,
      "collateral": 1422,
      "standards": 1423,
      "request": 1424,
      "##ured": 1425,
      "necessary": 1426,
      "contents": 1427,
      "dr": 1428,
      "being": 1429,
      "level": 1430,
      "cod": 1431,
      "adop": 1432,
      "##ister": 1433,
      "differ": 1434,
      "compliance": 1435,
      "##uss": 1436,
      "competi": 1437,
      "##ules": 1438,
      "acce": 1439,
      "fix": 1440,
      "##con": 1441,
      "00": 1442,
      "does": 1443,
      "eng": 1444,
      "29": 1445,
      "low": 1446,
      "liqu": 1447,
      "disclosure": 1448,
      "transaction": 1449,
      "continue": 1450,
      "##ator": 1451,
      "registration": 1452,
      "gener": 1453,
      "nov": 1454,
      "four": 1455,
      "schedule": 1456,
      "legal": 1457,
      "##tober": 1458,
      "october": 1459,
      "##mission": 1460,
      "maintain": 1461,
      "rent": 1462,
      "##ension": 1463,
      "proced": 1464,
      "med": 1465,
      "##alu": 1466,
      "##inion": 1467,
      "independent": 1468,
      "refl": 1469,
      "##iron": 1470,
      "liquid": 1471,
      "impro": 1472,
      "wa": 1473,
      "##ollar": 1474,
      "##pan": 1475,
      "entitled": 1476,
      "funds": 1477,
      "indic": 1478,
      "maj": 1479,
      "env": 1480,
      "bene": 1481,
      "evalu": 1482,
      "##ding": 1483,
      "tit": 1484,
      "##ged": 1485,
      "office": 1486,
      "sin": 1487,
      "discuss": 1488,
      "typ": 1489,
      "environ": 1490,
      "sup": 1491,
      "corporate": 1492,
      "regard": 1493,
      "code": 1494,
      "stor": 1495,
      "july": 1496,
      "apr": 1497,
      "instruments": 1498,
      "##unic": 1499,
      "gain": 1500,
      "sold": 1501,
      "opinion": 1502,
      "let": 1503,
      "##ateg": 1504,
      "regulations": 1505,
      "##raph": 1506,
      "sever": 1507,
      "##tig": 1508,
      "foreign": 1509,
      "until": 1510,
      "april": 1511,
      "##quent": 1512,
      "conf": 1513,
      "ability": 1514,
      "##ilar": 1515,
      "major": 1516,
      "decl": 1517,
      "cause": 1518,
      "##rued": 1519,
      "includes": 1520,
      "similar": 1521,
      "before": 1522,
      "energy": 1523,
      "##ised": 1524,
      "recognized": 1525,
      "deemed": 1526,
      "affect": 1527,
      "national": 1528,
      "id": 1529,
      "currently": 1530,
      "imm": 1531,
      "##ll": 1532,
      "1993": 1533,
      "either": 1534,
      "##ks": 1535,
      "vol": 1536,
      "##alth": 1537,
      "nat": 1538,
      "##ification": 1539,
      "associated": 1540,
      "26": 1541,
      "##cer": 1542,
      "november": 1543,
      "pat": 1544,
      "proceeds": 1545,
      "rele": 1546,
      "return": 1547,
      "address": 1548,
      "grow": 1549,
      "among": 1550,
      "months": 1551,
      "line": 1552,
      "##af": 1553,
      "shareholders": 1554,
      "periods": 1555,
      "various": 1556,
      "unless": 1557,
      "since": 1558,
      "merg": 1559,
      "specific": 1560,
      "##ources": 1561,
      "bro": 1562,
      "ownership": 1563,
      "procedures": 1564,
      "title": 1565,
      "both": 1566,
      "##enti": 1567,
      "york": 1568,
      "qu": 1569,
      "##ian": 1570,
      "closing": 1571,
      "cover": 1572,
      "marketing": 1573,
      "##urs": 1574,
      "estimates": 1575,
      "require": 1576,
      "reduc": 1577,
      "##olving": 1578,
      "##holder": 1579,
      "##ines": 1580,
      "impact": 1581,
      "approval": 1582,
      "vo": 1583,
      "technology": 1584,
      "review": 1585,
      "arr": 1586,
      "##tives": 1587,
      "factors": 1588,
      "base": 1589,
      "court": 1590,
      "reports": 1591,
      "sel": 1592,
      "matters": 1593,
      "life": 1594,
      "specified": 1595,
      "##alf": 1596,
      "##34": 1597,
      "obligation": 1598,
      "##after": 1599,
      "##ret": 1600,
      "entered": 1601,
      "partner": 1602,
      "conver": 1603,
      "described": 1604,
      "provides": 1605,
      "article": 1606,
      "##ize": 1607,
      "##ort": 1608,
      "fixed": 1609,
      "five": 1610,
      "aug": 1611,
      "register": 1612,
      "financing": 1613,
      "##lus": 1614,
      "contained": 1615,
      "matur": 1616,
      "supplement": 1617,
      "##atis": 1618,
      "comb": 1619,
      "excess": 1620,
      "individ": 1621,
      "constr": 1622,
      "individual": 1623,
      "receive": 1624,
      "estate": 1625,
      "dividends": 1626,
      "health": 1627,
      "##emb": 1628,
      "buil": 1629,
      "file": 1630,
      "##ath": 1631,
      "conduc": 1632,
      "##ph": 1633,
      "august": 1634,
      "##tern": 1635,
      "regulatory": 1636,
      "international": 1637,
      "units": 1638,
      "##own": 1639,
      "##fied": 1640,
      "assess": 1641,
      "fl": 1642,
      "instit": 1643,
      "policies": 1644,
      "sof": 1645,
      "industry": 1646,
      "they": 1647,
      "exper": 1648,
      "special": 1649,
      "sett": 1650,
      "using": 1651,
      "retirement": 1652,
      "##esse": 1653,
      "anal": 1654,
      "holder": 1655,
      "##work": 1656,
      "##als": 1657,
      "immedi": 1658,
      "actual": 1659,
      "reasonably": 1660,
      "##tib": 1661,
      "##irc": 1662,
      "dollar": 1663,
      "##ular": 1664,
      "consum": 1665,
      "minim": 1666,
      "previous": 1667,
      "indenture": 1668,
      "prices": 1669,
      "circ": 1670,
      "initial": 1671,
      "der": 1672,
      "gre": 1673,
      "##cies": 1674,
      "authorized": 1675,
      "decrease": 1676,
      "dispos": 1677,
      "controls": 1678,
      "##vers": 1679,
      "##ten": 1680,
      "thous": 1681,
      "iv": 1682,
      "invent": 1683,
      "thereto": 1684,
      "2007": 1685,
      "leases": 1686,
      "##cy": 1687,
      "incen": 1688,
      "purchas": 1689,
      "arrang": 1690,
      "markets": 1691,
      "charges": 1692,
      "servicing": 1693,
      "pot": 1694,
      "interests": 1695,
      "express": 1696,
      "summ": 1697,
      "##ton": 1698,
      "softw": 1699,
      "percentage": 1700,
      "lar": 1701,
      "constit": 1702,
      "partners": 1703,
      "substantially": 1704,
      "##ak": 1705,
      "90": 1706,
      "##aware": 1707,
      "port": 1708,
      "software": 1709,
      "most": 1710,
      "alloc": 1711,
      "##lied": 1712,
      "license": 1713,
      "##going": 1714,
      "delaware": 1715,
      "##xx": 1716,
      "inf": 1717,
      "##ood": 1718,
      "satis": 1719,
      "##unc": 1720,
      "coven": 1721,
      "##anch": 1722,
      "reported": 1723,
      "##ium": 1724,
      "pe": 1725,
      "production": 1726,
      "second": 1727,
      "##ause": 1728,
      "seller": 1729,
      "##ompan": 1730,
      "##with": 1731,
      "obtain": 1732,
      "##xt": 1733,
      "restricted": 1734,
      "##umul": 1735,
      "##ival": 1736,
      "sur": 1737,
      "remaining": 1738,
      "exceed": 1739,
      "delivery": 1740,
      "demand": 1741,
      "because": 1742,
      "deriv": 1743,
      "##co": 1744,
      "##iation": 1745,
      "gross": 1746,
      "bond": 1747,
      "merger": 1748,
      "recover": 1749,
      "deposit": 1750,
      "##50": 1751,
      "impairment": 1752,
      "about": 1753,
      "beh": 1754,
      "32": 1755,
      "identi": 1756,
      "relations": 1757,
      "##omes": 1758,
      "organ": 1759,
      "##earch": 1760,
      "become": 1761,
      "begin": 1762,
      "##ordin": 1763,
      "##esting": 1764,
      "segment": 1765,
      "charge": 1766,
      "##sp": 1767,
      "llc": 1768,
      "##ffici": 1769,
      "registered": 1770,
      "permitted": 1771,
      "valu": 1772,
      "potential": 1773,
      "dam": 1774,
      "air": 1775,
      "premises": 1776,
      "believes": 1777,
      "##ote": 1778,
      "##encies": 1779,
      "regulation": 1780,
      "accrued": 1781,
      "issuance": 1782,
      "believe": 1783,
      "##sequent": 1784,
      "60": 1785,
      "immediately": 1786,
      "incentive": 1787,
      "##tili": 1788,
      "##bted": 1789,
      "growth": 1790,
      "indebted": 1791,
      "environmental": 1792,
      "expir": 1793,
      "project": 1794,
      "##arm": 1795,
      "hereto": 1796,
      "##dic": 1797,
      "sw": 1798,
      "indebtedness": 1799,
      "##uce": 1800,
      "##ables": 1801,
      "document": 1802,
      "delivered": 1803,
      "prot": 1804,
      "sole": 1805,
      "##idential": 1806,
      "affiliates": 1807,
      "equival": 1808,
      "appropri": 1809,
      "##ising": 1810,
      "policy": 1811,
      "joint": 1812,
      "prec": 1813,
      "memb": 1814,
      "##pose": 1815,
      "tele": 1816,
      "utili": 1817,
      "##tigation": 1818,
      "behalf": 1819,
      "must": 1820,
      "##ibility": 1821,
      "contain": 1822,
      "01": 1823,
      "higher": 1824,
      "need": 1825,
      "eur": 1826,
      "members": 1827,
      "network": 1828,
      "research": 1829,
      "##tical": 1830,
      "strateg": 1831,
      "div": 1832,
      "lower": 1833,
      "##cul": 1834,
      "##ene": 1835,
      "purchased": 1836,
      "##set": 1837,
      "##iver": 1838,
      "meas": 1839,
      "profit": 1840,
      "member": 1841,
      "jud": 1842,
      "##fy": 1843,
      "experi": 1844,
      "##fol": 1845,
      "##ural": 1846,
      "given": 1847,
      "##ences": 1848,
      "authority": 1849,
      "she": 1850,
      "minimum": 1851,
      "##will": 1852,
      "vari": 1853,
      "entity": 1854,
      "rati": 1855,
      "sou": 1856,
      "portfol": 1857,
      "resulting": 1858,
      "manufacturing": 1859,
      "##agraph": 1860,
      "accept": 1861,
      "construction": 1862,
      "##essee": 1863,
      "compon": 1864,
      "analys": 1865,
      "revolving": 1866,
      "employer": 1867,
      "econ": 1868,
      "econom": 1869,
      "goodwill": 1870,
      "ge": 1871,
      "##unications": 1872,
      "failure": 1873,
      "holding": 1874,
      "inte": 1875,
      "secured": 1876,
      "1934": 1877,
      "##sump": 1878,
      "assump": 1879,
      "elig": 1880,
      "key": 1881,
      "##orn": 1882,
      "##da": 1883,
      "approved": 1884,
      "principles": 1885,
      "local": 1886,
      "amortization": 1887,
      "calcul": 1888,
      "##eciation": 1889,
      "integr": 1890,
      "located": 1891,
      "fee": 1892,
      "warrant": 1893,
      "##tible": 1894,
      "lenders": 1895,
      "subsequent": 1896,
      "voting": 1897,
      "er": 1898,
      "poss": 1899,
      "##ession": 1900,
      "established": 1901,
      "some": 1902,
      "appropriate": 1903,
      "plus": 1904,
      "electric": 1905,
      "##ield": 1906,
      "35": 1907,
      "##ically": 1908,
      "##ination": 1909,
      "##ended": 1910,
      "##nel": 1911,
      "consist": 1912,
      "short": 1913,
      "quarterly": 1914,
      "aut": 1915,
      "letter": 1916,
      "bre": 1917,
      "executed": 1918,
      "jur": 1919,
      "36": 1920,
      "assum": 1921,
      "receivable": 1922,
      "stre": 1923,
      "##10": 1924,
      "##acity": 1925,
      "accompan": 1926,
      "holdings": 1927,
      "retail": 1928,
      "forward": 1929,
      "cop": 1930,
      "regarding": 1931,
      "previously": 1932,
      "ste": 1933,
      "directly": 1934,
      "relationship": 1935,
      "you": 1936,
      "depr": 1937,
      "sc": 1938,
      "offset": 1939,
      "receip": 1940,
      "mul": 1941,
      "requires": 1942,
      "conform": 1943,
      "unit": 1944,
      "thousands": 1945,
      "##sel": 1946,
      "accep": 1947,
      "margin": 1948,
      "separ": 1949,
      "##land": 1950,
      "##ict": 1951,
      "du": 1952,
      "resources": 1953,
      "agrees": 1954,
      "circum": 1955,
      "prep": 1956,
      "limitation": 1957,
      "page": 1958,
      "support": 1959,
      "hed": 1960,
      "allowance": 1961,
      "buy": 1962,
      "oil": 1963,
      "invol": 1964,
      "persons": 1965,
      "whol": 1966,
      "prac": 1967,
      "##ety": 1968,
      "enfor": 1969,
      "portfolio": 1970,
      "anticip": 1971,
      "liv": 1972,
      "banks": 1973,
      "least": 1974,
      "pension": 1975,
      "circumst": 1976,
      "discussion": 1977,
      "beginning": 1978,
      "capacity": 1979,
      "##sue": 1980,
      "carrying": 1981,
      "sol": 1982,
      "exclud": 1983,
      "duly": 1984,
      "##used": 1985,
      "##ledge": 1986,
      "paragraph": 1987,
      "##nia": 1988,
      "analysis": 1989,
      "##ify": 1990,
      "##isted": 1991,
      "cali": 1992,
      "##burs": 1993,
      "priv": 1994,
      "##ins": 1995,
      "operation": 1996,
      "suppli": 1997,
      "expend": 1998,
      "maturity": 1999,
      "recent": 2000,
      "rules": 2001,
      "##ok": 2002,
      "prepar": 2003,
      "mo": 2004,
      "premium": 2005,
      "califor": 2006,
      "adopted": 2007,
      "##ficial": 2008,
      "california": 2009,
      "und": 2010,
      "tak": 2011,
      "sm": 2012,
      "34": 2013,
      "fully": 2014,
      "completed": 2015,
      "cre": 2016,
      "car": 2017,
      "##ler": 2018,
      "##ender": 2019,
      "500": 2020,
      "improv": 2021,
      "##anc": 2022,
      "while": 2023,
      "should": 2024,
      "offering": 2025,
      "defin": 2026,
      "chair": 2027,
      "purpose": 2028,
      "writing": 2029,
      "city": 2030,
      "restated": 2031,
      "beneficial": 2032,
      "juris": 2033,
      "##angible": 2034,
      "warrants": 2035,
      "##ensive": 2036,
      "america": 2037,
      "jo": 2038,
      "##enced": 2039,
      "reduction": 2040,
      "jurisdic": 2041,
      "assurance": 2042,
      "hist": 2043,
      "##ention": 2044,
      "north": 2045,
      "covenants": 2046,
      "##ending": 2047,
      "lessee": 2048,
      "street": 2049,
      "settlement": 2050,
      "manner": 2051,
      "corr": 2052,
      "expendit": 2053,
      "like": 2054,
      "##tis": 2055,
      "reduced": 2056,
      "foregoing": 2057,
      "##fficient": 2058,
      "wor": 2059,
      "post": 2060,
      "eligible": 2061,
      "accompanying": 2062,
      "circumstances": 2063,
      "according": 2064,
      "multi": 2065,
      "##xy": 2066,
      "##part": 2067,
      "commitments": 2068,
      "##bit": 2069,
      "ir": 2070,
      "proceedings": 2071,
      "pen": 2072,
      "incorporation": 2073,
      "acquisitions": 2074,
      "reim": 2075,
      "owner": 2076,
      "them": 2077,
      "accepted": 2078,
      "risks": 2079,
      "75": 2080,
      "inventory": 2081,
      "reserves": 2082,
      "partic": 2083,
      "affected": 2084,
      "access": 2085,
      "materially": 2086,
      "last": 2087,
      "evid": 2088,
      "propos": 2089,
      "chairman": 2090,
      "repl": 2091,
      "##standing": 2092,
      "reserve": 2093,
      "##emption": 2094,
      "install": 2095,
      "fas": 2096,
      "##ested": 2097,
      "referred": 2098,
      "convers": 2099,
      "subordin": 2100,
      "cle": 2101,
      "government": 2102,
      "competitive": 2103,
      "attorn": 2104,
      "37": 2105,
      "events": 2106,
      "filing": 2107,
      "majority": 2108,
      "currency": 2109,
      "conversion": 2110,
      "receipt": 2111,
      "45": 2112,
      "42": 2113,
      "decreased": 2114,
      "1992": 2115,
      "sheet": 2116,
      "particular": 2117,
      "##ists": 2118,
      "original": 2119,
      "##ope": 2120,
      "funding": 2121,
      "##ivers": 2122,
      "six": 2123,
      "materials": 2124,
      "attorney": 2125,
      "99": 2126,
      "discoun": 2127,
      "col": 2128,
      "counsel": 2129,
      "##tices": 2130,
      "adversely": 2131,
      "##ral": 2132,
      "election": 2133,
      "##tenance": 2134,
      "maintenance": 2135,
      "##asing": 2136,
      "care": 2137,
      "corp": 2138,
      "finance": 2139,
      "##atives": 2140,
      "41": 2141,
      "back": 2142,
      "vote": 2143,
      "46": 2144,
      "taken": 2145,
      "dil": 2146,
      "former": 2147,
      "consideration": 2148,
      "firm": 2149,
      "covered": 2150,
      "##retion": 2151,
      "##td": 2152,
      "application": 2153,
      "programs": 2154,
      "economic": 2155,
      "building": 2156,
      "##ley": 2157,
      "take": 2158,
      "depreciation": 2159,
      "autom": 2160,
      "38": 2161,
      "expenditures": 2162,
      "preced": 2163,
      "mer": 2164,
      "knowledge": 2165,
      "meet": 2166,
      "type": 2167,
      "##ps": 2168,
      "call": 2169,
      "contributions": 2170,
      "area": 2171,
      "123": 2172,
      "proxy": 2173,
      "fourth": 2174,
      "agreed": 2175,
      "ce": 2176,
      "issue": 2177,
      "im": 2178,
      "##itive": 2179,
      "constitute": 2180,
      "values": 2181,
      "##abor": 2182,
      "##ool": 2183,
      "utiliz": 2184,
      "meaning": 2185,
      "presented": 2186,
      "##ind": 2187,
      "##iter": 2188,
      "attrib": 2189,
      "deposits": 2190,
      "quality": 2191,
      "increases": 2192,
      "furn": 2193,
      "assumptions": 2194,
      "determination": 2195,
      "greater": 2196,
      "bon": 2197,
      "head": 2198,
      "guarantor": 2199,
      "terminated": 2200,
      "valuation": 2201,
      "##lying": 2202,
      "litigation": 2203,
      "reduce": 2204,
      "trading": 2205,
      "plant": 2206,
      "restruct": 2207,
      "toge": 2208,
      "##ecting": 2209,
      "together": 2210,
      "bear": 2211,
      "borrowings": 2212,
      "maxim": 2213,
      "natural": 2214,
      "purchaser": 2215,
      "actions": 2216,
      "items": 2217,
      "histor": 2218,
      "##ex": 2219,
      "conting": 2220,
      "##orts": 2221,
      "final": 2222,
      "sav": 2223,
      "breach": 2224,
      "##avor": 2225,
      "rene": 2226,
      "certificates": 2227,
      "determine": 2228,
      "discretion": 2229,
      "continuing": 2230,
      "dollars": 2231,
      "expect": 2232,
      "assignment": 2233,
      "em": 2234,
      "terminate": 2235,
      "pled": 2236,
      "##uel": 2237,
      "tex": 2238,
      "index": 2239,
      "ded": 2240,
      "buyer": 2241,
      "qualified": 2242,
      "volum": 2243,
      "mis": 2244,
      "selected": 2245,
      "##lusive": 2246,
      "gains": 2247,
      "remed": 2248,
      "##urer": 2249,
      "##gments": 2250,
      "sum": 2251,
      "tar": 2252,
      "super": 2253,
      "responsible": 2254,
      "indirect": 2255,
      "sing": 2256,
      "jurisdiction": 2257,
      "rule": 2258,
      "conc": 2259,
      "communications": 2260,
      "respects": 2261,
      "affiliate": 2262,
      "competition": 2263,
      "02": 2264,
